{
  "categories": [
    {
      "name": "Big Law",
      "wrappers": [
        {
          "name": "Associate - Intellectual Property Litigation",
          "institution_type": "Big Law",
          "institution_name": "Latham & Watkins, LLP",
          "url": "http://www.lw.com/JoinUsOpportunityDetail.aspx?opportunityid=201",
          "description": "The Litigation department of the New York office seeks a skilled associate with 2-5 years of patent litigation experience to join its rapidly expanding practice. The ideal candidate will preferably have a degree in Electrical Engineering, Computer Science or Physics (or similar technical degree).",
          "requirements": "2-5 years of patent litigation experience.",
          "years_experience":["2","3","4","5"],
          "tags": [
            "Patent",
            "IP"
          ]
        },
        {
          "name": "Associate - Intellectual Property Litigation",
          "institution_type": "Big Law",
          "institution_name": "Latham & Watkins, LLP",
          "url": "http://www.lw.com/JoinUsOpportunityDetail.aspx?opportunityid=182",
          "description": "The New York office is seeking a litigation associate with 4 to 5 years of securities litigation experience. A record of high academic achievement, solid law firm experience and admitted to practice in NY preferred.",
          "requirements": "4 to 5 years of securities litigation experience.",
          "years_experience":["4","5"],
          "tags": [
            "Securities"
          ]
        }
      ]
    },
    {
      "name": "Mid Sized",
      "wrappers": [
        {
          "name": "Associate",
          "institution_type": "Mid Sized",
          "institution_name": "Landman Corsi Ballaine & Ford P.C.",
          "url": "http://lawjobs.com/job/associate-new-york-new-york-157146?cmp=indeed&IndeedO",
          "description": "Regional mid-sized firm with diversified civil litigation practice seeking hardworking attorneys with 1-3 years experience for its downtown Manhattan office. Must have exceptional communication skills and academic credentials. NY bar required, Connecticut bar preferred, but not required. Competitive salary and benefits.",
          "requirements": "1-3 years experience, exceptional communication skills and academic credentials. NY bar required.",
          "years_experience":["1","2","3"],
          "tags": [
            "Civil"
          ]
        },
        {
          "name": "Litigation Staff Attorney",
          "institution_type": "Mid Sized",
          "institution_name": "Stradley Ronon Stevens & Young, LLP",
          "url": "http://selfapply.stradley.com/videsktop/virecruitselfapply/ReDefault.aspx?FilterREID=3&FilterJobCategoryID=3&FilterJobID=43",
          "description": "Stradley Ronon Stevens & Young, LLP is seeking a mid-level litigation staff attorney to work out of our New York office. This is a unique opportunity to be part of our high-paced commercial litigation practice. This attorney will primarily work with a dynamic team representing a variety of banks, mortgage lenders and servicers, auto finance companies, student lenders, debt collection companies, and other financial services companies to resolve consumer or commercial finance claims.",
          "requirements": "Must be licensed in both New York and New Jersey. At least 4-6 years of commercial litigation experience, including pleadings, discovery and trial preparation. Excellent written and verbal communication skills. Experience in consumer finance-related litigation is a major plus.",
          "years_experience":["4","5","6"],
          "tags": [
            "Commercial",
            "Finance",
            "Consumer"
          ]
        },
        {
          "name": "Complex Insurance Fraud/Commercial Litigation",
          "institution_type": "Mid Sized",
          "institution_name": "Rivkin Radler, LLP",
          "url": "http://l.ny.nyc.associationcareernetwork.com/JobSeeker/JobDetail.aspx?abbr=L.NY.NYC&jobid=eff10e0b-b6d4-4a1f-bac2-427a6788425e&stats=y",
          "description": "Litigation & Appeals Group",
          "requirements": "3 to 5 years’ experience, with same requirements above, plus federal court experience, familiarity with No-Fault Insurance Law, the RICO Act, and meaningful case management/case running experience.",
          "years_experience":["3","4","5"],
          "tags": [
            "Commercial",
            "Insurance",
            "Appeals",
            "Fraud"
          ]
        },
        {
          "name": "Complex Insurance Fraud/Commercial Litigation",
          "institution_type": "Mid Sized",
          "institution_name": "Rivkin Radler, LLP",
          "url": "http://l.ny.nyc.associationcareernetwork.com/JobSeeker/JobDetail.aspx?abbr=L.NY.NYC&jobid=eff10e0b-b6d4-4a1f-bac2-427a6788425e&stats=y",
          "description": "Litigation & Appeals Group",
          "requirements": "0 to 2 years’ experience, with excellent academic credentials, strong writing skills, and a commitment to handling challenging and demanding litigation work.",
          "years_experience":["0","1","2"],
          "tags": [
            "Commercial",
            "Insurance",
            "Appeals",
            "Fraud"
          ]
        }
      ]
    },
    {
      "name": "Boutique",
      "wrappers": [
        {
          "name": "Associate Attorney ",
          "institution_type": "Boutique",
          "institution_name": "Byrne and O'Neill",
          "url": "http://www.indeed.com/cmp/Byrne-and-O'Neill/jobs/Associate-Attorney-737921cd53c90308",
          "description": "Downtown litigation practice specializing in the defense of architects and engineers seeks associate with 2 – 5 years insurance defense experience. New York bar admission required. New Jersey and/or Connecticut bar admission a plus.",
          "requirements": "2 – 5 years insurance defense experience. New York bar admission.",
          "years_experience":["2","3","4","5"],
          "tags": [
            "Insurance",
            "Defense"
          ]
        },
        {
          "name": "Attorney",
          "institution_type": "Boutique",
          "institution_name": "Abraham, Fruchter & Twersky, LLP",
          "url": "http://l.ny.nyc.associationcareernetwork.com/JobSeeker/JobDetail.aspx?abbr=L.NY.NYC&jobid=92de4a1c-c109-4952-9501-9f401d1b9d2a&stats=y",
          "description": "Boutique securities litigation law firm is seeking an attorney with 5+ years of litigation experience. Candidates should possess very strong research and writing skills as well as prior experience with deposition practice and court appearances. Please submit resume, salary requirements, and a writing sample.",
          "requirements": "5+ years of litigation experience. Candidates should possess very strong research and writing skills as well as prior experience with deposition practice and court appearances.",
          "years_experience":["5","6","7","8","9","10","11+"],
          "tags": [
            "Securities"
          ]
        }
      ]
    },
    {
      "name": "Corporate Counsel",
      "wrappers": [
        {
          "name": "AFCO General Counsel",
          "institution_type": "Corporate Counsel",
          "institution_name": "BB&T",
          "url": "https://sjobs.brassring.com/tgwebhost/jobdetails.aspx?jobId=218370&PartnerId=25999&SiteId=5373&codes=Indeed",
          "description": "As a member of the BB&T Legal Department, serve as General Counsel to AFCO Credit Corporation and its affiliates, including CAFO, Inc. and Prime Rate Premium Finance Corporation, Inc. AFCO and its affiliated companies are among the leaders in insurance premium financing and serve customers throughout the United States and Canada.",
          "requirements": "8-10 years of post bar experience, or equivalent education and related training.",
          "years_experience":["8","9","10"],
          "tags": [
            "Insurance Financing",
            "Bankruptcy"
          ]
        },
        {
          "name": "Sr. Attorney - Commercial Litigation",
          "institution_type": "Corporate Counsel",
          "institution_name": "Con Edison Company of New York",
          "url": "http://www.indeed.com/cmp/Con-Edison-Company-of-New-York/jobs/Senior-Attorney-49a83fffd2944d0f",
          "description": "The Law Department is seeking an attorney with expertise in commercial litigation. The position requires excellent analytical, research, oral communication, and writing skills. Candidates must be highly motivated and capable of developing and following through on strategies to successfully resolve diverse and complex matters. Candidates must demonstrate the ability to handle litigation from initial dispute to resolution working with little to no supervision. Very little use of outside counsel. This is real hands-on litigation.",
          "requirements": "The position requires a minimum of seven years of litigation experience in the New York state and federal court. A JD Degree from an accredited Law School and admission to the New York State Bar are required. Writing samples required.",
          "years_experience":["7","8","9","10","11+"],
          "tags": [
            "Complex"
          ]
        },
        {
          "name": "Trial Attorney IV",
          "institution_type": "Corporate Counsel",
          "institution_name": "Nationwide",
          "url": "https://careers.nationwide.com/psc/hcm/N_SELF_SERVICE/HRMS/c/HRS_HRAM.HRS_CE.GBL?Page=HRS_CE_JOB_DTL&Action=A&JobOpeningId=29001&SiteId=310&PostingSeq=1",
          "description": "Provides representation for clients on complex and/or high-risk legal matters. Reviews and evaluates assigned cases. Prepares and tries cases in all courts and agencies. Provides related legal advice and services and manages relationships with Claims and Clients.  Assists in mentoring of other trial attorneys.",
          "requirements": "A seasoned attorney in an area of law.  Typically has ten years civil litigation, trial experience and/or agency hearing representation experience, as well as substantial jury trial experience as lead counsel.",
          "years_experience":["9","10","11+"],
          "tags": [
            "Complex",
            "Appeals",
            "Arbitration",
            "Insurance"
          ]
        }
      ]
    },
    {
      "name": "Non-Profit",
      "wrappers": [
        {
          "name": "Associate General Counsel",
          "institution_type": "Non-Profit",
          "institution_name": "Columbia University",
          "url": "https://jobs.columbia.edu/applicants/jsp/shared/frameset/Frameset.jsp?time=1430358705518",
          "description": "The Office of the General Counsel currently consists of nineteen attorneys providing a broad array of legal services for an academic research university. The Office is seeking an attorney in addressing research, international and regulatory compliance issues affecting the University. This position provides counsel to the University on a wide range of litigation and administrative matters, directly and with the assistance of outside counsel. The responsibilities of this position will focus upon the University's research community, which includes the Morningside campus and the University's Medical Center. The successful candidate will have the ability to analyze complex matters and react appropriately; must exercise excellent judgement, handle multiple matters; offer counsel to high-level University officials and researchers; utilize outside counsel in a cost effective manner, and work independently.",
          "requirements": "Bachelor's degree and J.D. with superior academic record and with a minimum 7 years in litigation, investigations and/or government regulatory law.",
          "years_experience":["7","8","9","10","11+"],
          "tags": [
            "Environment",
            "Education",
            "Regulation"
          ]
        }
      ]
    },
    {
      "name": "Government",
      "wrappers": [
        {
          "name": "Assistant General Counsel",
          "institution_type": "Government",
          "institution_name": "Deptartment Of Environmental Protection",
          "url": "https://a127-jobs.nyc.gov/psc/nycjobs/EMPLOYEE/HRMS/c/HRS_HRS.HRS_CE.GBL?Page=HRS_CE_JOB_DTL&Action=A&JobOpeningId=191716&SiteId=1&PostingSeq=1&",
          "description": "This is a long-term temporary grant funded position with an estimated duration of up to 18 months. The Federal government administers the Community Development Block Grant Program (CDBG) to provide communities with resources that address a wide range of needs.  These funds are designed to assist cities, counties, and states recover from disasters.  The mission of the NYC Mayor’s Office of Housing Recovery Operations is to return Sandy-impacted residents in New York City to permanent, safe, and sustainable housing. Reporting directly to the Deputy General Counsel, the selected candidate will assume primary responsibility in researching and issuing decisions in response to second-level internal administrative appeals of Program decisions and determinations, in accordance with the Program’s appeals policy and the rules of the Program.  The candidate will assist in developing and implementing the appeals process, and will monitor the first-level appeals process.  The candidate will also assist the Deputy General Counsel with other duties.",
          "requirements": "Admission to the New York State Bar; and either 1) One year of satisfactory United States legal experience subsequent to admission to any state bar; or 2) Six months of satisfactory service as an Agency Attorney Interne (30086). Incumbents must remain Members of the New York State Bar in good standing for the duration of this employment.",
          "years_experience":["1","2","3","4"],
          "tags": [
            "Environment",
            "Appeals"
          ]
        }
      ]
    }
  ]
}
